Revit 2027 API
STEPImportOptions Constructor
Overload List
Name | Description
STEPImportOptions() |  Constructs a new instance of STEPImportOptions with default values of all properties.
STEPImportOptions(STEPImportOptions) |  Constructs a new instance of STEPImportOptions as a copy of the import options.
Top
See Also
Reference
STEPImportOptions Class
Autodesk.Revit.DB Namespace